Repository: taekwondodev/Ara
Catalog: Deaf/Localize/Localizable.xcstrings
Source language: en
Languages: it

source: and
it: e

source: Billed
it: Pagamento

source: Choose lang
it: Scegli lingua

source: Do you want to save?
it: Vuoi salvare?

source: Don't Save
it: Non Salvare

source: Done
it: Fatto

source: Easily convert your audio recordings into written text with our powerful transcription tool
it: Converte facilmente il tuo audio registrato in testo scritto con il nostro potente tool di trascrizione

source: Enter Category
it: Inserisci Categoria

source: Enter Title
it: Inserisci Titolo

source: Generate
it: Genera

source: Get started
it: Inizia

source: Group
it: Gruppo

source: Insert new category
it: Inserisci nuovo gruppo

source: Keep your transcriptions organized and accessible by saving them within the app
it: Mantieni le tue trascrizioni organizzate e accessibili salvandole nell'App

source: Language
it: Lingua

source: Language:
it: Lingua:

source: Library
it: Libreria

source: New transcript
it: Nuova trascrizione

source: Next
it: Prossimo

source: No audio stored
it: No audio salvati

source: No Group
it: Nessun Gruppo

source: Not Available
it: Non Disponibile

source: Not available yet
it: Non disponibile

source: One Year Subscription
it: Iscrizione per un anno

source: Pro Plan
it: Piano Pro

source: Record
it: Registra

source: Save
it: Salva

source: Save your Transcripts
it: Salva le tue trascrizioni

source: Settings
it: Impostazioni

source: Skip
it: Passa

source: Smart Recap
it: Recap intelligente

source: Synthesis
it: Sintesi

source: Tap here to stop
it: Premi qui per fermare

source: Tap Here to stop
it: Premi qui per fermare

source: Tap here to transcribe
it: Premi qui per trascrivere

source: Tap Here to transcribe
it: Premi qui per trascrivere

source: Title
it: Titolo

source: Transcribe Speech to Text
it: Trascrive il parlato in testo

source: Unlock pro
it: Sblocca pro

source: UPGRADE YOUR PLAN
it: Aggiorna il tuo piano

source: Use AI to summarize your transcripts or extract important keywords to quickly find the information you need
it: Usa IA per riassumere le tue trascrizioni o estrarre importanti parole chiavi per trovare velocemente le informazioni necessarie

source: Yearly
it: Annuale

source: Yet
it: Gi√†
